tap "chiselstrike/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "python@3.11"
brew "ansible"
brew "bat"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "make"
brew "neovim"
brew "oha"
brew "pnpm"
brew "pypy3.10"
brew "reattach-to-user-namespace"
brew "starship"
brew "tig"
brew "tmux"
brew "trash"
brew "wget"
brew "zoxide"
brew "chiselstrike/tap/turso"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "keyboardcleantool"
cask "messenger"
cask "raycast"
cask "spotify"
cask "telegram"
cask "viber"
cask "visual-studio-code"
cask "zoom"
vscode "antfu.icons-carbon"
vscode "astro-build.astro-vscode"
vscode "BeardedBear.beardedicons"
vscode "BeardedBear.beardedtheme"
vscode "bennycode.sort-everything"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "Prisma.prisma"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wicked-labs.wvsc-serendipity"
vscode "yoavbls.pretty-ts-errors"
