tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "python@3.11"
brew "ansible"
brew "awk"
brew "bat"
brew "docker"
brew "docker-compose"
brew "exa"
brew "neovim"
brew "node"
brew "nvm"
brew "perl"
brew "pnpm"
brew "pypy3"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "spotify-tui"
brew "spotifyd"
brew "tig"
brew "tmux"
brew "trash"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "discord"
cask "keyboardcleantool"
cask "messenger"
cask "postman"
cask "raycast"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "wezterm"
