tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "python@3.11"
brew "ansible"
brew "bat"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "make"
brew "neovim"
brew "pnpm"
brew "pypy3"
brew "reattach-to-user-namespace"
brew "starship"
brew "tig"
brew "tmux"
brew "trash"
brew "wget"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "keyboardcleantool"
cask "messenger"
cask "raycast"
cask "spotify"
cask "telegram"
cask "viber"
cask "zoom"
